{"status":true,"big_stories":[{"id":1912015,"headline":"10 more die after 'consuming illicit liquor' in Bihar, toll rises to 35","category":"NATIONAL","image":"[{\"storycode\":\"C-4-2-134224\",\"Name\":\"18102-PTI10_17_2024_000416B.jpg\",\"Heading\":\"Hooch tragedy in Bihar\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\171024\\\\18102-PTI10_17_2024_000416B.jpg\"},{\"storycode\":\"C-4-2-134224\",\"Name\":\"18102-PTI10_17_2024_000170B.jpg\",\"Heading\":\"Bihar hooch tragedy\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\171024\\\\18102-PTI10_17_2024_000170B.jpg\"},{\"storycode\":\"C-4-2-134224\",\"Name\":\"18102-PTI10_17_2024_000167A.jpg\",\"Heading\":\"Bihar hooch tragedy\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\171024\\\\18102-PTI10_17_2024_000167A.jpg\"},{\"storycode\":\"C-4-2-134224\",\"Name\":\"18102-PTI10_17_2024_000166B.jpg\",\"Heading\":\"Bihar hooch tragedy\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\171024\\\\18102-PTI10_17_2024_000166B.jpg\"}]","archive_image":null,"story":"<p>\tPatna, Oct 18 (PTI) Ten more people died after allegedly consuming illicit liquor in Bihar's Siwan and Saran districts, taking the toll in the hooch tragedy to 35, an official said on Friday.<\/p><p>\tDeputy Inspector General (DIG) of Police, Saran range, Nilesh Kumar said on Friday that while Siwan accounted for 28 fatalities, seven deaths have been reported from Saran.<\/p><p>\t\"As many as 28 people in Maghar and Auriya panchayats in Siwan district have so far died after consuming suspected illicit liquor. Seven people in Ibrahimpur area under the jurisdiction of Mashrakh police station in Saran district also died after consuming suspected spurious liquor\", the DIG told PTI on Friday.<\/p><p>\tThe suspected hooch tragedy has triggered a political blame game with opposition parties questioning the efficacy of the ban on sale and consumption of liquor, imposed by the Nitish Kumar government more than eight years ago. Locals in both districts claimed that people lost their lives after \"consuming illicit liquor\".<\/p><p>\tOn the condition of anonymity local police officials claimed that more than 25 people from both districts are still battling for their lives at different hospitals in Siwan, Saran and Patna districts.<\/p><p>\tThe bodies have been sent for post-mortem examinations and the exact cause of the incident can only be known after receiving the autopsy reports, the DIG said. Officials have so far not disclosed the identity of the deceased and those under treatment.<\/p><p>\tDirector General of Police Alok Raj on Thursday told PTI Video, \"Two special investigating teams have also been set up in the aftermath of the incident. The one set up at the local level will be looking into the criminality involved in the latest episode. Another SIT has been set up by the Department of Prohibition in Patna which will carry out a comprehensive study of all such incidents that have taken place in the recent past, based upon which a plan of action will be drawn out\".<\/p><p>\tAround 15 people have been arrested so far by the police in connection with incidents in both districts. The administrations of both districts have suspended three chowkidars of Maghar, Auriya and Ibrahimpur areas following the incident. Another senior police officer said show cause notices have been issued to at least five police personnel.<\/p><p>\tOn Thursday, Bihar Chief Minister Nitish Kumar inquired about the progress of the investigation into the suspected hooch deaths in Siwan and Saran. The CM directed the DGP to personally monitor the situation and ensure that \"strict action is taken against those involved in the crime\".<\/p><p>\tThe CM also directed Department of Prohibition and Excise Secretary Vinod Singh Gunjiyal and the Bihar Police ADG (Prohibition) to personally visit the areas where the incident took place and thoroughly investigate the matter.<\/p><p>\tCommenting on the incident, RJD leader Tejashwi Yadav, on Friday in a post on X wrote, \"Bihar CM Nitish Kumar should be blamed for the latest hooch deaths in the state. It's a mass murder.…. Liquor ban is an example of Nitish Kumar-led government's institutional corruption. If liquor ban has been implemented then it is the government's responsibility to implement it efficiently.<\/p><p>\t\"But it’s not happening…. liquor ban is super flop in Bihar today. Due to the unholy nexus between ruling politicians-police and liquor mafia, a black market of illegal liquor, worth more than Rs 30,000 crore has flourished in Bihar... According to state government records, number of people who died due to consumption of spurious liquor is more than 300. Who is their killer ?\"<\/p><p>\tReacting to the incident, Bihar BJP chief Dilip Jaiswal told reporters on Friday that all those behind the incident will be nabbed very soon.<\/p><p>\t\"The incident is very tragic…all those who are behind the incident will be nabbed very soon. The NDA government in the state is committed to enforce the liquor ban effectively in the state. Till the time liquor was sold in Bihar, a lot of crimes were reported taking place, especially against women.<\/p><p>\t\"Those who are seeking removal of liquor ban in the state, have nexus with the liquor mafia ... We (our government) can't think of generating revenue and earning money after lifting the liquor ban as it is being demanded by a section of leaders... \", Jaiswal said. PTI PKD  RG<\/p>","byline":null,"resize_image":null,"show_full_story":1,"textstory":["Ten more people died after allegedly consuming illicit liquor in Bihar's Siwan and Saran districts, taking the toll in the hooch tragedy to 35, an official said on Friday.\tDeputy Inspector General (DIG) of Police, Saran range, Nilesh Kumar said on Friday that while Siwan accounted for 28 fatalities, seven deaths have been reported from Saran.\t\"As many as 28 people in Maghar and Auriya panchayats in Siwan district have so far died after consuming suspected illicit liquor. Seven people in Ibrahimpur area under the jurisdiction of Mashrakh police station in Saran district also died after consuming suspected spurious liquor\", the DIG told PTI on Friday.\tThe suspected hooch tragedy has triggered a political blame game with opposition parties questioning the efficacy of the ban on sale and consumption of liquor, imposed by the Nitish Kumar government more than eight years ago. Locals in both districts claimed that people lost their lives after \"consuming illicit liquor\".\tOn the condition of anonymity local police officials claimed that more than 25 people from both districts are still battling for their lives at different hospitals in Siwan, Saran and Patna districts.\tThe bodies have been sent for post-mortem examinations and the exact cause of the incident can only be known after receiving the autopsy reports, the DIG said. Officials have so far not disclosed the identity of the deceased and those under treatment.\tDirector General of Police Alok Raj on Thursday told PTI Video, \"Two special investigating teams have also been set up in the aftermath of the incident. The one set up at the local level will be looking into the criminality involved in the latest episode. Another SIT has been set up by the Department of Prohibition in Patna which will carry out a comprehensive study of all such incidents that have taken place in the recent past, based upon which a plan of action will be drawn out\".\tAround 15 people have been arrested so far by the police in connection with incidents in both districts. The administrations of both districts have suspended three chowkidars of Maghar, Auriya and Ibrahimpur areas following the incident. Another senior police officer said show cause notices have been issued to at least five police personnel.\tOn Thursday, Bihar Chief Minister Nitish Kumar inquired about the progress of the investigation into the suspected hooch deaths in Siwan and Saran. The CM directed the DGP to personally monitor the situation and ensure that \"strict action is taken against those involved in the crime\".\tThe CM also directed Department of Prohibition and Excise Secretary Vinod Singh Gunjiyal and the Bihar Police ADG (Prohibition) to personally visit the areas where the incident took place and thoroughly investigate the matter.\tCommenting on the incident, RJD leader Tejashwi Yadav, on Friday in a post on X wrote, \"Bihar CM Nitish Kumar should be blamed for the latest hooch deaths in the state. It's a mass murder.…. Liquor ban is an example of Nitish Kumar-led government's institutional corruption. If liquor ban has been implemented then it is the government's responsibility to implement it efficiently.\t\"But it’s not happening…. liquor ban is super flop in Bihar today. Due to the unholy nexus between ruling politicians-police and liquor mafia, a black market of illegal liquor, worth more than Rs 30,000 crore has flourished in Bihar... According to state government records, number of people who died due to consumption of spurious liquor is more than 300. Who is their killer ?\"\tReacting to the incident, Bihar BJP chief Dilip Jaiswal told reporters on Friday that all those behind the incident will be nabbed very soon.\t\"The incident is very tragic…all those who are behind the incident will be nabbed very soon. The NDA government in the state is committed to enforce the liquor ban effectively in the state. Till the time liquor was sold in Bihar, a lot of crimes were reported taking place, especially against women.\t\"Those who are seeking removal of liquor ban in the state, have nexus with the liquor mafia ... We (our government) can't think of generating revenue and earning money after lifting the liquor ban as it is being demanded by a section of leaders... \", Jaiswal said. PTI PKD  RG"],"newimage":[{"storycode":"C-4-2-134224","Name":"18102-PTI10_17_2024_000416B.jpg","Heading":"Hooch tragedy in Bihar","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\171024\\18102-PTI10_17_2024_000416B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_17_2024_000416B.jpg"},{"storycode":"C-4-2-134224","Name":"18102-PTI10_17_2024_000170B.jpg","Heading":"Bihar hooch tragedy","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\171024\\18102-PTI10_17_2024_000170B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_17_2024_000170B.jpg"},{"storycode":"C-4-2-134224","Name":"18102-PTI10_17_2024_000167A.jpg","Heading":"Bihar hooch tragedy","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\171024\\18102-PTI10_17_2024_000167A.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_17_2024_000167A.jpg"},{"storycode":"C-4-2-134224","Name":"18102-PTI10_17_2024_000166B.jpg","Heading":"Bihar hooch tragedy","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\171024\\18102-PTI10_17_2024_000166B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_17_2024_000166B.jpg"}]},{"id":1911804,"headline":"Mumbai traffic police receive threat message demanding Rs 5 crore from Salman Khan","category":"ENTERTAINMENT","image":"[{\"storycode\":\"C-3-2-200456\",\"Name\":\"24122-STOCK_PTI9_22_2022_1116.jpg\",\"Heading\":\"FILE PHOTO- Salman Khan\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\241222\\\\24122-STOCK_PTI9_22_2022_1116.jpg\"},{\"storycode\":\"C-3-2-200456\",\"Name\":null,\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=\"},{\"storycode\":\"C-3-2-200456\",\"Name\":\"24122-STOCK_PTI5_6_2018_0397.jpg\",\"Heading\":\"File-Salman Khan\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\241222\\\\24122-STOCK_PTI5_6_2018_0397.jpg\"}]","archive_image":null,"story":"<p>Mumbai, Oct 18 (PTI) The Mumbai traffic police received a threat message demanding Rs 5 crore from Bollywood actor Salman Khan, officials said on Friday.<\/p>\r\n\r\n<p>The Worli police have registered a case under Bharatiya Nyaya Sanhita (BNS) for threat and extortion.<\/p>\r\n\r\n<p>The city&rsquo;s traffic control room on Thursday afternoon received a threat on its WhatsApp helpline, he said.<\/p>\r\n\r\n<p>In the message, the sender threatened the actor and demanded Rs 5 crore from him, he said, adding that a probe is underway.<\/p>\r\n\r\n<p>The superstar had earlier received death threats from the Lawrence Bishnoi gang.<\/p>\r\n\r\n<p>Bishnoi gang members had also opened fire outside the actor&rsquo;s Bandra home in April, he said.<\/p>\r\n\r\n<p>Meanwhile, the Navi Mumbai police on Thursday uncovered a plot to kill Khan by the Bishnoi gang in June and arrested one of its shooters, identified as Sukhbir Singh of Haryana&#39;s Panipat, he said. PTI DC NR<\/p>","byline":null,"resize_image":null,"show_full_story":0,"textstory":[" The Mumbai traffic police received a threat message demanding Rs 5 crore from Bollywood actor Salman Khan, officials said on Friday.\r\n\r\nThe Worli police have registered a case under Bharatiya Nyaya Sanhita (BNS) for threat and extortion.\r\n\r\nThe city&rsquo;s traffic control room on Thursday afternoon received a threat on its WhatsApp helpline, he said.\r\n\r\nIn the message, the sender threatened the "],"newimage":[{"storycode":"C-3-2-200456","Name":"24122-STOCK_PTI9_22_2022_1116.jpg","Heading":"FILE PHOTO- Salman Khan","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\241222\\24122-STOCK_PTI9_22_2022_1116.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/STOCK_PTI9_22_2022_1116.jpg"},{"storycode":"C-3-2-200456","Name":null,"URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path="},{"storycode":"C-3-2-200456","Name":"24122-STOCK_PTI5_6_2018_0397.jpg","Heading":"File-Salman Khan","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\241222\\24122-STOCK_PTI5_6_2018_0397.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/STOCK_PTI5_6_2018_0397.jpg"}]},{"id":1911774,"headline":"Shivaji statue collapse: Fabricator arrested in UP; used substandard material, say police","category":"NATIONAL","image":"{\"storycode\":\"C-3-2-200454\",\"Name\":\"26082-PTI08_26_2024_000178B.jpg\",\"Heading\":\"Shivaji Maharaj statue inaugurated by PM Modi collapses\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\260824\\\\26082-PTI08_26_2024_000178B.jpg\"}","archive_image":null,"story":"<p>Mumbai, Oct 18 (PTI) Police have arrested a fabricator of the statue of Chhatrapati Shivaji Maharaj that recently collapsed at a fort in Maharashtra&rsquo;s Sindhudurg district, triggering a huge political row, an official said on Friday.<\/p>\r\n\r\n<p>Fabricator Parmeshwar Ramnaresh Yadav, who was arrested from Uttar Pradesh, had used substandard material while shaping the 35-foot-tall statue of the Maratha warrior king, he said.<\/p>\r\n\r\n<p>A resident of Mirzapur in UP, Yadav was taken into custody on Thursday after his role in the statue collapse came to light, the official said.<\/p>\r\n\r\n<p>Yadav had been tasked with creating the Shivaji statue by welding separate parts, he said.<\/p>\r\n\r\n<p>Police said the fabricator used inferior material to form the structure and did not join the parts properly through welding.<\/p>\r\n\r\n<p>During a technical analysis, it was found that the collapsed steel statue had rusted in some places, indicating the use of low-quality material, he said.<\/p>\r\n\r\n<p>After his role in the case was established, Yadav was also made an accused and was subsequently placed under arrest on Thursday. He was produced in a court which remanded him in police custody for three days, the official said.<\/p>\r\n\r\n<p>The statue of the 17th-century Maratha empire founder, unveiled by Prime Minister Narendra Modi at Rajkot fort in Malvan tehsil of Sindhudurg district on December 4 (Navy Day) last year, collapsed on August 26 amid strong winds.<\/p>\r\n\r\n<p>The statue&rsquo;s sculptor-contractor Jaydeep Apte and consultant Chetan Patil were later arrested. PTI DC NR<\/p>","byline":null,"resize_image":null,"show_full_story":0,"textstory":[" Police have arrested a fabricator of the statue of Chhatrapati Shivaji Maharaj that recently collapsed at a fort in Maharashtra&rsquo;s Sindhudurg district, triggering a huge political row, an official said on Friday.\r\n\r\nFabricator Parmeshwar Ramnaresh Yadav, who was arrested from Uttar Pradesh, had used substandard material while shaping the 35-foot-tall statue of the Maratha warrior king, he sa"],"newimage":[{"storycode":"C-3-2-200454","Name":"26082-PTI08_26_2024_000178B.jpg","Heading":"Shivaji Maharaj statue inaugurated by PM Modi collapses","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\260824\\26082-PTI08_26_2024_000178B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI08_26_2024_000178B.jpg"}]},{"id":1911770,"headline":"Two killed in house fire in Delhi's Shahdara, 2 kids rescued","category":"NATIONAL","image":null,"archive_image":null,"story":"<p>New Delhi, Oct 18 (PTI) A fire broke out at a house in the Shahdara area early Friday from where two bodies were recovered and two children rescued, officials said.<\/p>\r\n\r\n<p>A call regarding the fire was received at 5.25 am and six fire tenders were pressed into service, an official of Delhi Fire Service (DFS) said.<\/p>\r\n\r\n<p>Two children were rescued from inside the building during the firefighting operations.<\/p>\r\n\r\n<p>The fire broke out on the third and fourth floor of the building which was brought under control in two hours, the official said.<\/p>\r\n\r\n<p>&quot;Two bodies have been recovered from inside the house. They have been shifted to the mortuary,&quot; he said, adding that the children have also been admitted to a hospital.<\/p>\r\n\r\n<p>The cause of the fire is suspected to be the short circuit but the police are probing the matter, he added. PTI ALK NB<\/p>\r\n\r\n<p>NB<\/p>","byline":null,"resize_image":null,"show_full_story":0,"textstory":[" A fire broke out at a house in the Shahdara area early Friday from where two bodies were recovered and two children rescued, officials said.\r\n\r\nA call regarding the fire was received at 5.25 am and six fire tenders were pressed into service, an official of Delhi Fire Service (DFS) said.\r\n\r\nTwo children were rescued from inside the building during the firefighting operations.\r\n\r\nThe fire broke out"],"newimage":[null]},{"id":1911752,"headline":"Rishabh Pant won't keep wickets on Day 3 of 1st Test against New Zealand","category":"SPORTS","image":null,"archive_image":null,"story":"<p>Bengaluru, Oct 18 (PTI) Rishabh Pant will not keep wickets for India on the third day of the opening Test against New Zealand after copping a blow to his knee during the second day&rsquo;s play here.<\/p>\r\n\r\n<p>The Indian team management informed shortly before resumption of play on Friday that Pant will remain away from action.<\/p>\r\n\r\n<p>&ldquo;Mr Rishabh Pant will not keep wickets on Day 3. The BCCI Medical Team is monitoring his progress,&rdquo; the statement said.<\/p>\r\n\r\n<p>Pant was hit on his right knee in the 37th over of New Zealand&rsquo;s innings when a delivery from Ravindra Jadeja spun sharply inwards and hit his right knee with Devon Conway at the strike.<\/p>\r\n\r\n<p>The wicketkeeper-batter had to leave the field and captain Rohit Sharma informed after the end of play that there was some swelling and the team did not want to take any risks.<\/p>\r\n\r\n<p>He was replaced by Dhruv Jurel for the remainder of the play.<\/p>\r\n\r\n<p>Pant had undergone multiple surgeries on the right knee after that horrific car accident in December 2022.<\/p>\r\n\r\n<p>&quot;Unfortunately, the ball hit straight on his knee cap, the same leg which he has done a surgery. So, he has got a little bit of swelling on it and the muscles are quite tender at this point of time,&quot; Rohit told media on Thursday.<\/p>\r\n\r\n<p>&ldquo;It is a precautionary measure. We do not want to take a risk. Rishabh does not want to take a risk because he has gone through a massive surgery on that particular leg,&quot; he said.<\/p>\r\n\r\n<p>&quot;So, that was the reason for him to go inside. Hopefully, tonight he can recover and we will see him back on the field tomorrow,&quot; added Rohit. PTI DDV ATK<\/p>","byline":null,"resize_image":null,"show_full_story":0,"textstory":[" Rishabh Pant will not keep wickets for India on the third day of the opening Test against New Zealand after copping a blow to his knee during the second day&rsquo;s play here.\r\n\r\nThe Indian team management informed shortly before resumption of play on Friday that Pant will remain away from action.\r\n\r\n&ldquo;Mr Rishabh Pant will not keep wickets on Day 3. The BCCI Medical Team is monitoring his pr"],"newimage":[null]}],"meta_title":"Press Trust of India","metadescription":"Find out all Top News, Breaking News, Headlines, Exclusives on politics, business, sports, technology, entertainment, lifestyle, photos, videos and more from PTI, India's largest and most trusted news agency."}
