{"status":true,"latest_news":[{"id":1912109,"fileid":"C-2-2-1972473","priority":"PRI","story":"<p>\tNew Delhi, Oct 18 (PTI) Prime Minister Narendra Modi will launch the 'Karmayogi Saptah'-- National Learning Week-- on Saturday, with the exercise seeking to impart fresh impetus towards individual and organisational capacity development for civil servants, his office said.<\/p><p>\tIt noted that the 'Mission Karmayogi' was launched in September 2020, and it has made substantial progress since then. It envisions a future-ready civil service rooted in Indian ethos, with a global perspective, it added.<\/p><p>\tThe National Learning Week (NLW) will be the largest event of its kind providing fresh impetus towards individual and organisational capacity development for civil servants.<\/p><p>\tThis initiative will stimulate a renewed commitment to learning and development. \tThe NLW aims to create a \"One Government\" message, align everyone with national goals and promote lifelong learning, the statement said.<\/p><p>\tThe NLW will be dedicated to learning through various forms of engagement by individual participants and ministries, departments and organizations.<\/p><p>\tDuring NLW, each \"karmayogi\" will commit to achieving a target of at least four hours of competency-linked learning.<\/p><p>\tThe participants may complete the targeted hours through a mix of individual role-based modules on iGOT, webinars (public lectures\/policy master classes) by eminent persons. <\/p><p>\t During the week, eminent speakers will deliver talks on their areas of prominence and help them work towards citizen-centric delivery in a much more effective manner, the statement said. <\/p><p>\t During the week, the ministries, departments and organisations will also organise seminars and workshops to enhance domain specific competencies, it added. PTI KR <\/p><p> <\/p><p> <\/p><p> <\/p><p>   DV<\/p><p>DV<\/p>","origin":"NEW DELHI","category":"NATIONAL","headline":"PM Modi to launch National Learning Week","slug":"PM-LEARNING WEEK","byline":null,"ednote":"with file pic","releasetime":"Friday, Oct 18, 2024 12:22:36","image":"{\"storycode\":\"C-2-2-1972473\",\"Name\":\"06122-STOCK_PTI9_2_2022_0980.JPG\",\"caption\":\"FILE - Prime Minister Narendra Modi   Kerala\",\"Heading\":\"Commissioning Ceremony of INS Vikrant\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=FINALSERVER\\\\CENTERSTORIES\\\\061223\\\\06122-STOCK_PTI9_2_2022_0980.JPG\"}","archive_image":null,"source":"PTI","newimage":[{"storycode":"C-2-2-1972473","Name":"06122-STOCK_PTI9_2_2022_0980.JPG","caption":"FILE - Prime Minister Narendra Modi   Kerala","Heading":"Commissioning Ceremony of INS Vikrant","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=FINALSERVER\\CENTERSTORIES\\061223\\06122-STOCK_PTI9_2_2022_0980.JPG","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/STOCK_PTI9_2_2022_0980.jpg"}],"textstory":[" Prime Minister Narendra Modi will launch the 'Karmayogi Saptah'-- National Learning Week-- on Saturday, with the exercise seeking to impart fresh impetus towards individual and organisational capacity development for civil servants, his office said.\tIt noted that the 'Mission Karmayogi' was launched in September 2020, and it has made substantial progress since then. It envisions a future-ready ci"]},{"id":1912107,"fileid":"C-2-2-CH1030-1972480359","priority":"PRI","story":"<p>\tNew Delhi, Oct 18 (PTI) The Supreme Court on Friday granted bail to MLA Abbas Ansari in connection with a money laundering case.<\/p><p>\t Abbas Ansari is the son of gangster-politician and former MLA Mukhtar Ansari, who died in jail a few months ago.<\/p><p>\t A bench of Justices M M Sundresh and Pankaj Mithal gave the relief to Ansari.<\/p><p>\t The apex court on August 14 had issued notice to the Enforcement Directorate (ED) and sought its reply on the appeal filed by Ansari challenging an order of the Allahabad High Court which rejected his bail.<\/p><p>\t The high court on May 9 had dismissed Ansari's bail plea.<\/p><p>\t Considering the material available on record, including the flow charts which clearly demonstrate the origin of funds and also explains how the funds found their way into the accounts of the accused Ansari, this court finds him not entitled for a bail at this stage, the high court had said.<\/p><p>\t The high court had also mentioned in its order that the money trail links Ansari with the movement of funds to and from the two firms -- M\/s Vikas Construction and M\/s Aaghaaz. The firms, the ED has alleged, were used by Ansari for money laundering.<\/p><p>\t The ED had registered a case against Ansari, a Suheldev Bharatiya Samaj Party (SBSP) MLA, under the Prevention of Money Laundering Act, 2002 on the basis of three previous cases.<\/p><p>\t Ansari was booked in this case on November 4, 2022.<\/p><p>\t The Mau MLA is currently lodged in the Kasganj jail. PTI PKS  PKS DV<\/p><p>DV<\/p>","origin":"NEW DELHI","category":"NATIONAL","headline":"Supreme Court grants bail to MLA Abbas Ansari in money laundering case","slug":"SC-ANSARI-BAIL","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:20:55","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":[" The Supreme Court on Friday granted bail to MLA Abbas Ansari in connection with a money laundering case.\t Abbas Ansari is the son of gangster-politician and former MLA Mukhtar Ansari, who died in jail a few months ago.\t A bench of Justices M M Sundresh and Pankaj Mithal gave the relief to Ansari.\t The apex court on August 14 had issued notice to the Enforcement Directorate (ED) and sought its rep"]},{"id":1912085,"fileid":"C-2-2-1972475","priority":"PRI","story":"<p>\t New Delhi, Oct 18 (PTI) Global rating agency Moody's has assigned a first-time Baa3 rating indicating investment grade to Bajaj Finance Ltd (BFL) with stable outlook.<\/p><p>\t The company's ratings consider its strong and entrenched franchise as the largest retail oriented NBFC in India with a sizable customer base and distribution network; its diversified loan book, which supports its high risk-adjusted profitability; its capitalization; and its competitive funding costs, BFL said quoting Moody's statement.<\/p><p>\t BFL will likely continue gaining market share and further augmenting its already sizable franchise with consolidated assets under management of Rs 3.5 trillion (USD 42 billion) as of June 2024, it said.<\/p><p>\t BFL's strong loan diversification gives it flexibility to calibrate loan growth depending on the prevailing asset quality trends in the respective segments, it said, adding, the diversification also helps in asset-liability management via a judicious mix of short- and long-term loan assets.<\/p><p>\t Although BFL's sizable unsecured lending exposes it to economic shocks, it said, the company has employed various risk management processes to ensure adequate risk adjusted returns. PTI DP  HVA<\/p>","origin":"NEW DELHI","category":"BUSINESS","headline":"Moody's assigns first-time Baa3 ratings to Bajaj Finance","slug":"BIZ-BAJAJ FINANCE-RATING","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:19:07","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":[" Global rating agency Moody's has assigned a first-time Baa3 rating indicating investment grade to Bajaj Finance Ltd (BFL) with stable outlook.\t The company's ratings consider its strong and entrenched franchise as the largest retail oriented NBFC in India with a sizable customer base and distribution network; its diversified loan book, which supports its high risk-adjusted profitability; its capi"]},{"id":1912076,"fileid":"C-2-2-1972447","priority":"PRI","story":"<p>\t New Delhi, Oct 18 (PTI) A fire broke out at a house in the Shahdara area early Friday in which a 16-year-old boy and her mother died while four of their family members got injured, officials said.<\/p><p>\t A call regarding the fire was received at 5.25 am and six fire tenders were pressed into service, an official of Delhi Fire Service (DFS) said.<\/p><p>\t The fire broke out on the third and fourth floor of the four-storey residential building in Bholanath Nagar. The blaze was brought under control in two hours, the official said.<\/p><p>\t \"The charred bodies of 42-year-old Shilpi Gupta and her son Pranav Gupta were recovered from the house,\" a police officer said.<\/p><p>\t The injured -- Kailash Gupta (72), his wife Bhagwati Gupta (70), their son Manish Gupta (45) and Manish's son Parth (19) -- are undergoing treatment in the GTB hospital, the officer said.<\/p><p>\t Two minor siblings who were rescued during the firefighting operations were discharged after the treatment, he said.<\/p><p>\t Shilpi and Pranav were Manish's wife and son. He is in a critical condition, the officer said.<\/p><p>\t Deputy Commissioner of Police (Shahdara) Prashant Gautam said the woman and her son apparently died due to asphyxia. The forensic team has been called at the spot.<\/p><p>\t Manish Kumar, the father of the two children who were rescued, said, \"The fire vehicles came late due to which two persons lost their lives.”<\/p><p>\t Another neighbour, Shobhit Gupta, said the fire brigades came late because of the vehicles parked in the narrow lanes of Bholanath Nagar.<\/p><p>\t \"The fire vehicles reached here after 1.5 hours. By then both the floors were engulfed in fire,\" he told PTI Video.<\/p><p>\t The cause of the fire is suspected to be the short circuit but the police are probing the matter. PTI ALK  NB<\/p><p>NB<\/p>","origin":"NEW DELHI","category":"NATIONAL","headline":"Minor among 2 killed, 4 injured in house fire in Delhi's Shahdara","slug":"DL-FIRE-LD DEATH","byline":null,"ednote":"with pic","releasetime":"Friday, Oct 18, 2024 12:17:31","image":"{\"storycode\":\"C-2-2-1972447\",\"Name\":\"18102-PTI10_18_2024_000032A.JPG\",\"caption\":\"**EDS: SCREENSHOT VIA PTI VIDEO** New Delhi: The building where a fire broke out claiming two lives at Shahdara, in New Delhi, Friday, Oct. 18, 2024. (PTI Photo)  (PTI10_18_2024_000032A) Delhi\",\"Heading\":\"Fire in Delhi\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=FINALSERVER\\\\CENTERSTORIES\\\\181024\\\\18102-PTI10_18_2024_000032A.JPG\"}","archive_image":null,"source":"PTI","newimage":[{"storycode":"C-2-2-1972447","Name":"18102-PTI10_18_2024_000032A.JPG","caption":"**EDS: SCREENSHOT VIA PTI VIDEO** New Delhi: The building where a fire broke out claiming two lives at Shahdara, in New Delhi, Friday, Oct. 18, 2024. (PTI Photo)  (PTI10_18_2024_000032A) Delhi","Heading":"Fire in Delhi","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=FINALSERVER\\CENTERSTORIES\\181024\\18102-PTI10_18_2024_000032A.JPG","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_18_2024_000032A.jpg"}],"textstory":[" A fire broke out at a house in the Shahdara area early Friday in which a 16-year-old boy and her mother died while four of their family members got injured, officials said.\t A call regarding the fire was received at 5.25 am and six fire tenders were pressed into service, an official of Delhi Fire Service (DFS) said.\t The fire broke out on the third and fourth floor of the four-storey residential "]},{"id":1912075,"fileid":"C-2-2-1972438","priority":"PRI","story":"<p>\tJaipur, Oct 18 (PTI) A leopard \"suspected\" of turning man-eater was shot dead on Friday by a joint team of forest department and police in Rajasthan's Udaipur district, an official said.<\/p><p>\tIn Udaipur district, humans were hunted by leopards on September 18, 19, 20, 25, 28 and 30. In the above incidents, the place of attack by leopards is Gram Panchayat Chhali, Bagdunda, Majavad and Madar under the jurisdiction of Deputy Forest Conservator Udaipur (North). <\/p><p>\tIn a fresh attack on Wednesday, the leopard attacked two women who were working in in the field in Madar village of Badgaon. One of the woman, who was seriously injured in the leopard attack, died during treatment.<\/p><p>\tThe leopard which was shot dead in Madar area near the city is said to be involved in these attacks.<\/p><p>\tDivisional Forest Officer Ajay Chittora said that the leopard was an adult male which apparently turned man-eater.<\/p><p>\tFurther confirmation will done after the sample test report will come out,  Chittora added.<\/p><p>\tThe woman that was killed on Wednesday was the eighth person to die in leopard attack since September 18.<\/p><p>\tEight victims include four women and a five-year-old child who died due to leopard attacks in various areas of Udaipur.<\/p><p>\tConcerned over the leopard attack and growing resentment among the locals, the forest authorities placed cages, installed camera traps and sought help from the Indian Army to track the leopard last month. As a result, three leopards were captured from different places. <\/p><p>\tHowever, after a 55-year-old woman was mauled to death on October 1 outside her house in Suawaton ka Gudha when she was feeding fodder to livestock, authorities issued an order to shoot down the animal. <\/p><p>\tThe permission was granted under conditions that an attempt should be made to tranquilise or trap the leopard. However, in case the animal cannot be tranquilised or trapped, its correct identification should be ensured before killing the animal. PTI AG <\/p><p> <\/p><p> <\/p><p>   OZ<\/p><p>OZ<\/p>","origin":"JAIPUR","category":"NATIONAL","headline":"Leopard 'suspected' of turning man-eater shot dead in Udaipur","slug":"RJ-LEOPARD-SHOT","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:16:44","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":[" A leopard \"suspected\" of turning man-eater was shot dead on Friday by a joint team of forest department and police in Rajasthan's Udaipur district, an official said.\tIn Udaipur district, humans were hunted by leopards on September 18, 19, 20, 25, 28 and 30. In the above incidents, the place of attack by leopards is Gram Panchayat Chhali, Bagdunda, Majavad and Madar under the jurisdiction of Deput"]},{"id":1912074,"fileid":"C-4-2-134226","priority":"PRI","story":"<p>\tKolkata, Oct 18 (PTI) A major fire broke out at Sealdah ESI Hospital here on Friday morning, a fire official said.<\/p><p>\tTen fire tenders were rushed to the spot and the blaze was brought under control after two hours, he said.<\/p><p>\tThere are no reports of any casualty in the fire, the official said.<\/p><p>\tWest Bengal Fire and Emergency Services Minister Sujit Bose rushed to the hospital after receiving reports of the fire. The minister said the fire broke out around 5:30 am. It was under now control and the cooling process is being carried out, he said.<\/p><p>\tAsked about the claim of a patient's family about the death of the patient, the minister said it was yet to be ascertained whether the death was due to fire-induced suffocation or natural cause.<\/p><p>\tA senior ESI hospital official said the fire first started on the first floor of the men's surgical ward. All the patients were safely evacuated, with some transferred to other facilities. Around 50 patients were shifted to the Maniktala ESI Hospital, she said.<\/p><p>\t\"The hospital's water sprinkler system was still under construction. Although fire extinguishers were available, they were not sufficient for such a large fire, which caused extensive damage to the ward,\" the official added.<\/p><p>\tWest Bengal Labour minister Moloy Ghatak said preliminary reports indicated the fire was caused by a short circuit. A detailed investigation would be carried out, he said.<\/p><p>\tKolkata Police Commissioner Manoj Kumar Verma visited the hospital and said a forensic team would visit the health facility. PTI BSM  RG<\/p>","origin":"KOLKATA","category":"NATIONAL","headline":"Major fire breaks out at Sealdah ESI Hospital","slug":"WB-FIRE-LD HOSPITAL","byline":null,"ednote":"With more inputs, pics","releasetime":"Friday, Oct 18, 2024 12:17:32","image":"[{\"storycode\":\"C-4-2-134226\",\"Name\":\"18102-PTI10_18_2024_000029A.jpg\",\"Heading\":\"Fire in Kolkata\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\181024\\\\18102-PTI10_18_2024_000029A.jpg\"},{\"storycode\":\"C-4-2-134226\",\"Name\":\"18102-PTI10_18_2024_000030B.jpg\",\"Heading\":\"Fire in Kolkata\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\181024\\\\18102-PTI10_18_2024_000030B.jpg\"},{\"storycode\":\"C-4-2-134226\",\"Name\":\"18102-PTI10_18_2024_000031B.jpg\",\"Heading\":\"Fire in Kolkata\",\"URL\":\"http:\\\/\\\/editorial.pti.in\\\/MPTIAPI\\\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\\\centerstories\\\\181024\\\\18102-PTI10_18_2024_000031B.jpg\"}]","archive_image":null,"source":"PTI","newimage":[{"storycode":"C-4-2-134226","Name":"18102-PTI10_18_2024_000029A.jpg","Heading":"Fire in Kolkata","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\181024\\18102-PTI10_18_2024_000029A.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_18_2024_000029A.jpg"},{"storycode":"C-4-2-134226","Name":"18102-PTI10_18_2024_000030B.jpg","Heading":"Fire in Kolkata","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\181024\\18102-PTI10_18_2024_000030B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_18_2024_000030B.jpg"},{"storycode":"C-4-2-134226","Name":"18102-PTI10_18_2024_000031B.jpg","Heading":"Fire in Kolkata","URL":"http:\/\/editorial.pti.in\/MPTIAPI\/DownloadPic.aspx?clientid=19092022001&path=Finalserver\\centerstories\\181024\\18102-PTI10_18_2024_000031B.jpg","imgurl":"https:\/\/pti-xml.multitvsolution.com\/ptiimage\/gall_content\/2022\/PTI10_18_2024_000031B.jpg"}],"textstory":[" A major fire broke out at Sealdah ESI Hospital here on Friday morning, a fire official said.\tTen fire tenders were rushed to the spot and the blaze was brought under control after two hours, he said.\tThere are no reports of any casualty in the fire, the official said.\tWest Bengal Fire and Emergency Services Minister Sujit Bose rushed to the hospital after receiving reports of the fire. The minist"]},{"id":1912070,"fileid":"C-2-2-CH1030-1972450703","priority":"PRI","story":"<p>\tNew Delhi, Oct 18 (PTI) The Supreme Court on Friday adjourned to October 25 the hearing on a plea filed by businessman Amandeep Singh Dhall, who has challenged the Delhi High Court's verdict denying him bail in a corruption case linked to the alleged excise policy scam.<\/p><p>\tA bench of Justices Surya Kant and Ujjal Bhuyan deferred the matter after the CBI sought time to file reply in the matter.<\/p><p>\t The top court on September 17 had issued notice to the Central Bureau of Investigation (CBI) seeking its reply on Dhall's plea.<\/p><p>\t Dhall has moved the apex court challenging the high court's June 4 verdict which refused to grant him bail in the case.<\/p><p>\t He was arrested by the CBI in April last year in connection with the case. <\/p><p>\t Dhall is an accused in separate cases linked to the alleged scam being probed by the CBI and the Enforcement Directorate (ED).<\/p><p>   \t According to the probe agencies, Dhall allegedly conspired with other accused and was \"actively\" involved in the formulation of the liquor policy and facilitating kickbacks to the AAP and its recoupment by the \"South Group\" through various means. <\/p><p>\t According to the CBI and the ED, irregularities were committed while modifying the excise policy and undue favours extended to licence holders.<\/p><p>\t The Delhi government implemented the policy on November 17, 2021 and scrapped it at the end of September 2022 amid allegations of corruption.<\/p><p>\t In its June 4 verdict, the high court had dismissed Dhall's bail application in the corruption case saying that allegations against him were serious in nature.<\/p><p>\t The high court had noted since many of the witnesses in this case are known to Dhall and he was also in contact with \"influential leaders\" of the Aam Aadmi Party (AAP) in the Delhi government for \"hatching\" a conspiracy, he does not satisfy the triple test for grant of bail.<\/p><p>\t\"Considering the overall facts and circumstances of the case...when charges are yet to be framed and evidence is yet to be recorded, and the fact that an FIR already stands registered against the applicant for paying bribe to an officer of Directorate of Enforcement for getting his name removed from the present case, this court does not find any ground for grant of bail to the applicant, at this stage,\" the high court had said. PTI PKS   PKS DV<\/p><p>DV<\/p>","origin":"NEW DELHI","category":"NATIONAL","headline":"Excise 'scam': SC adjourns to Oct 25 businessman's plea against HC order denying him bail","slug":"SC-EXCISE-DHALL","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:15:13","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":[" The Supreme Court on Friday adjourned to October 25 the hearing on a plea filed by businessman Amandeep Singh Dhall, who has challenged the Delhi High Court's verdict denying him bail in a corruption case linked to the alleged excise policy scam.\tA bench of Justices Surya Kant and Ujjal Bhuyan deferred the matter after the CBI sought time to file reply in the matter.\t The top court on September 1"]},{"id":1912066,"fileid":"C-2-2-CH1006-1972470373","priority":"PRI","story":"<p>\tNew Delhi, Oct 18 (PTI) Actor Adah Sharma, whose latest project is the web series \"Reeta Sanyal\", says she strives to portray every character on screen with full dedication.<\/p><p>\tThe actor, known for films such as \"The Kerala Story\", \"Hasee Toh Phasee\", and \"1920\", as well as web shows \"Commando\" and \"Sunflower\", plays 10 different characters in \"Reeta Sanyal\", an investigative mystery thriller currently streaming on Disney+ Hotstar.<\/p><p>\t“I don’t compromise on my honesty when I am performing on screen. I will do anything for a character in front of the camera to prepare for a role. I go to extreme lengths. I believe if you are honest to each character, you can make every one of them come alive,” Sharma told PTI.<\/p><p>\t“Whether you cry, you have to cry with full honesty… Every line you say, although it’s written by somebody else, you have to deliver it with full sincerity,” she added.<\/p><p>\tThe 32-year-old actor plays the lead in \"Reeta Sanyal\", which follows the story of the titular advocate who cracks cases using her \"sharp mind and chameleon-like skills.\"<\/p><p>\tOut of the 10 characters she portrays in the series, Sharma said that while each one had its challenges, wearing a fat suit for one of the roles was the most difficult.<\/p><p>\t\"That (fat suit) was hard to wear. It was under a saree because I was supposed to look around 120 kg. That was a tough one... Each character I play is based on somebody or on a combination of two or three people I know.<\/p><p>\t\"Everything was referenced, whether it was the Haryanvi reporter or waitress... I got to speak Marathi, so there are lots of different characters,\" she added.<\/p><p>\tTo play the waitress, the actor said she tried to imitate the voice of a Bollywood actor.<\/p><p>\t\"The waitress had to look really pretty, and we wanted to use a pretty voice. So, there’s a Bollywood actress’ voice that I’ve copied and used. I’m waiting for people to watch the show and figure out who I’m talking about.\"<\/p><p>\tLast year, Sharma starred in \"The Kerala Story\", which sparked political controversy as it claimed that women from Kerala were forced to convert to Islam and were recruited by the terror group Islamic State (IS).<\/p><p>\tAsked how she deals with criticism, Sharma said varied feedback is important.<\/p><p>\t\"Everyone has a right to say what they want. Everybody can’t have the same opinion. If everyone has the same view, that means your reviews are paid. When you see only good things written about something, it means a lot of money and PR has gone into promoting it.<\/p><p>\t\"Whatever the audience thinks is the right thing. Not everyone is going to love everything or everyone.\"<\/p><p>\tLooking ahead, the actor expressed a desire to be part of a dance-based project. PTI ATR RDS RB  RB<\/p><p>RB<\/p>","origin":"NEW DELHI","category":"ENTERTAINMENT","headline":"You can make every character come alive if you're honest: Adah Sharma","slug":"SERIES-ADAH SHARMA","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:13:18","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":[" Actor Adah Sharma, whose latest project is the web series \"Reeta Sanyal\", says she strives to portray every character on screen with full dedication.\tThe actor, known for films such as \"The Kerala Story\", \"Hasee Toh Phasee\", and \"1920\", as well as web shows \"Commando\" and \"Sunflower\", plays 10 different characters in \"Reeta Sanyal\", an investigative mystery thriller currently streaming on Disney+"]},{"id":1912063,"fileid":"C-2-2-CH1355-1972474253","priority":"PRI","story":"<p>•  DBS Token Services integrates blockchain-enabled capabilities with the bank's core transaction banking services to deliver new client experiences<\/p><p>•  Key solutions include Treasury Tokens, Conditional Payments and Programmable Rewards<\/p><p>•  DBS Token Services is the culmination of several industry pilots; marks next phase in the industrialisation of blockchain technology<\/p><p>SINGAPORE, Oct. 18, 2024 \/PRNewswire\/ -- DBS today announced the introduction of DBS Token Services – a new suite of banking services that integrate tokenisation and smart contract-enabled capabilities with its award-winning banking services. It aims to unlock new transaction banking capabilities and operating efficiencies for its institutional clients.<\/p><p>DBS Token Services unlocks instant, 24\/7 real-time settlement of payments by integrating the bank's Ethereum Virtual Machine-compatible permissioned blockchain, its core payment engine and multiple industry payment infrastructures. In addition, smart contracts enable programmability for institutions to govern the use of funds according to predefined conditions, enhancing security and transparency. Using a permissioned blockchain provides DBS full control over these services, enabling the bank to harness the benefits of blockchain technology while adhering to compliance standards.<\/p><p>The culmination of several years of industry collaborations and experimentation in digital money innovations, the suite of solutions – Treasury Tokens, Conditional Payments, and Programmable Rewards – exemplifies how established financial institutions can leverage blockchain technology and smart contracts to deliver new client experiences.<\/p><p>Lim Soon Chong, Group Head of Global Transaction Services, DBS Bank, said: \"To capture the massive shift of human and corporate activity to on-demand digital services, companies and public sector entities are reimagining their operating models and customer engagement strategies. A new generation of \"always-on\" banking services is essential to support this shift and transformation.\"<\/p><p>\"By leveraging tokenisation and smart contract capabilities, DBS Token Services enables companies and public sector entities to optimise liquidity management, streamline operational workflows, strengthen business resilience, and unlock new opportunities for end-customer or end-user engagement. It marks a significant step forward in transaction banking and demonstrates how established financial institutions can leverage blockchain technology to deliver new ground-breaking features and experiences,\" he added.<\/p><p>Treasury Tokens: Solving for traditional treasury frictions<\/p><p>DBS recently launchedTreasury Tokens, a next-generation treasury and liquidity management solution, in a pilot with Ant International. This solution currently supports ongoing intra-group transfers within Ant International.<\/p><p>Treasury Tokens empowers large corporations operating across multiple markets to settle multi-currency intra-group transactions instantly on a 24\/7 basis, unconstrained by currency cut-off timings and non-banking hours associated with traditional banking systems.  Treasury Tokens provide corporate treasurers with greater visibility, predictability and control as they navigate the complexities of an increasingly real-time world.<\/p><p>Conditional Payments: Smarter payments and workflows<\/p><p>Building upon DBS' recent programmable grant disbursements pilot with Enterprise Singapore and Singapore Fintech Association, DBS will explore the further application of Conditional Payments, opening up new possibilities for smart contracts to improve payment workflows. The pilot demonstrated the ability to programme conditions governing the disbursement of funds, providing the agency with enhanced governance control over disbursements handled by its appointed intermediary.<\/p><p>Conditional Payments offer institutions the potential to redesign and automate overall payment workflows and can be extended to varying forms of intermediated payments and milestone-based payments. Institutions and their partners can expect to benefit from greater transparency, operating efficiencies and control in transactions.<\/p><p>Programmable Rewards: the future of digital rewards and vouchers<\/p><p>DBS will also be exploring the application of smart contracts for Programmable Rewards. The solution enables institutions to leverage on programmability to curate digital voucher programmes for their customers in a cost-effective manner.<\/p><p>As part of this exploration, DBS Hong Kong recently announced its participation in the second phase of the Hong Kong Monetary Authority's e-HKD Pilot Programme. DBS' pilot aims to examine the use of programmable rewards and a hypothetical e-HKD – a digital Hong Kong dollar – to enhance a consumer incentive programme on an Environmental, Social, and Governance (ESG) reward platform. Participating corporates can create ESG campaigns and set redemption guidelines to foster a green corporate culture and promote participation. Users who complete green actions will receive new digital vouchers, which can be used to purchase green products and services at designated small and mediums-sized merchants.<\/p><p>DBS: Shaping the future of finance<\/p><p>Since 2016, DBS has been a driving force in several industry initiatives led by the Monetary Authority of Singapore to explore the potential of blockchain technology in enhancing Singapore's financial landscape. Key initiatives include Project Ubin[1], Project Orchid[2] and Project Guardian[3].<\/p><p>DBS Token Services continues to explore broader applications of blockchain-enabled solutions, including the tokenisation of securities and digitalisation of trade finance. These innovations reflect DBS' ongoing commitment to building a more robust and innovative banking landscape.<\/p><p>[1] Project Ubin is a multi-year multi-phase project, with each phase aimed at solving pressing challenges faced by the financial industry and the blockchain ecosystem. The project successfully concluded in 2020 after five phases and the publication of six project reports.<\/p><p>[2] Project Orchid is a multi-year multi-phase project led by the Monetary Authority of Singapore to develop the technology infrastructure and technical competencies necessary for a digital Singapore dollar. As part of Project Orchid, the Purpose Bound Money (PBM) protocol is developed to investigate the potential benefits of programmability in digital money. PBM is a protocol which specifies the conditions upon which funds can be disbursed when conditions are met.<\/p><p>[3] Project Guardian is a collaborative initiative between policymakers and the financial industry to enhance liquidity and efficiency of financial markets through asset tokenisation.<\/p><p>About DBS<\/p><p>DBS is a leading financial services group in Asia with a presence in 19 markets. Headquartered and listed in Singapore, DBS is in the three key Asian axes of growth: Greater China, Southeast Asia and South Asia. The bank's \"AA-\" and \"Aa1\" credit ratings are among the highest in the world.<\/p><p>Recognised for its global leadership, DBS has been named \"World's Best Bank\" by Global Finance, \"World's Best Bank\" by Euromoney and \"Global Bank of the Year\" by The Banker. The bank is at the forefront of leveraging digital technology to shape the future of banking, having been named \"World's Best Digital Bank\" by Euromoney and the world's \"Most Innovative in Digital Banking\" by The Banker. In addition, DBS has been accorded the \"Safest Bank in Asia\" award by Global Finance for 16 consecutive years from 2009 to 2024.<\/p><p>DBS provides a full range of services in consumer, SME and corporate banking. As a bank born and bred in Asia, DBS understands the intricacies of doing business in the region's most dynamic markets.<\/p><p>DBS is committed to building lasting relationships with customers, as it banks the Asian way. Through the DBS Foundation, the bank creates impact beyond banking by supporting businesses for impact: enterprises with a double bottom-line of profit and social and\/or environmental impact. DBS Foundation also gives back to society in various ways, including equipping underserved communities with future-ready skills and helping them to build food resilience.<\/p><p>With its extensive network of operations in Asia and emphasis on engaging and empowering its staff, DBS presents exciting career opportunities. For more information, please visit www.dbs.com.<\/p><p>(Disclaimer: The above press release comes to you under an arrangement with PRNewswire and PTI takes no editorial responsibility for the same.). PTI  PWR<\/p><p>PWR<\/p>","origin":"SINGAPORE","category":"BUSINESS","headline":"DBS rolls out blockchain-powered banking for institutions with DBS Token Services, marks new milestone in financial services","slug":"DBS BANK LTD","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:11:50","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":["•  DBS Token Services integrates blockchain-enabled capabilities with the bank's core transaction banking services to deliver new client experiences•  Key solutions include Treasury Tokens, Conditional Payments and Programmable Rewards•  DBS Token Services is the culmination of several industry pilots; marks next phase in the industrialisation of blockchain technologySINGAPORE, Oct. 18, 2024"]},{"id":1912061,"fileid":"C-2-2-CH1355-1972472350","priority":"PRI","story":"<p>GANDHINAGAR, India, Oct. 18, 2024 \/PRNewswire\/ -- Deakin University, ranked in the top 1% of global universities, proudly celebrates 30 years of transformative engagement in India with the strategic approach of of 'In India, with India, for India.' This milestone year began with the historic inauguration of Deakin's GIFT City Campus—the first international university branch campus in India. The initial cohort of students commenced classes in July and is now thriving in the dynamic environment of Gujarat International FT City, India's global hub for business and technology.<\/p><p>As a pioneer in building impactful collaborations and advancing academic excellence, Deakin's engagement aligns closely with the objectives of India's National Education Policy (NEP) 2020 – especially around developing a job-ready workforce for the ever-evolving workplace of the future. Looking ahead, Deakin aims to strengthen its strategic presence in Gujarat, driving regional development through strategic interventions with stakeholders across government, industry and academia.<\/p><p>The Honourable Cabinet Minister for Tribal Development and Primary, Secondary and Adult Education, Government of Gujarat, Dr Shri Kuberbhai Mansukhbhai Dindor inaugurated Deakin University's 30 Years of Impact in India celebrations in Gujarat on 17th October, 2024, at an international conclave titled 'Building an Innovative Ecosystem – GIFT City,' hosted by Deakin in partnership with Deloitte at Gujarat International Finance Tec-City, Gandhinagar.<\/p><p>Expressing his deep appreciation for the efforts of Deakin University, the Hon. Cabinet Minister said, \"Today, we also mark a very special occasion for Deakin University. I would like to congratulate Deakin on celebrating 30 years of engagement in India, and I am especially delighted that Gujarat has become a significant part of these celebrations. I extend my heartfelt congratulations to Vice-Chancellor Prof. Ian Martin and Ms. Ravneet Pawha, Vice-President of Deakin University and CEO, South Asia, for their outstanding leadership. The opportunities they are creating for students, particularly here in Gujarat, will play a vital role in shaping our future workforce and leaders.<\/p><p>Deakin University itself is a global powerhouse in higher education, consistently ranked among the top 1% of universities worldwide. It is known for its innovation in digital learning and its strong focus on employability, ensuring that its graduates are industry ready. As the first international university to set up a campus in India with the launch of its GIFT City campus in 2024, Deakin continues to make meaningful contributions to India's education and research landscape.\"<\/p><p>The conclave provided a platform for senior government officials, industry leaders, and academic experts to deliberate on a roadmap for next-generation industry-academia convergence, driving India's transformation. Other esteemed attendees included Paul Murphy, Consul-General, Australian Consulate-General (Mumbai); Shri K Rajaraman, Chairperson, IFSCA; and Shri Tapan Ray, Managing Director & Group CEO of GIFT City, alongside senior leaders from industry, academia, media, and the Deakin team.<\/p><p>Deputy Vice-Chancellor, Deakin University, Dr David Halliwell, shared his sentiments and expressed, \" I am immensely proud of Deakin University's 30-year engagement in India, which has been held up as an example for other international education providers.<\/p><p>The new Deakin University GIFT City campus will deepen our relationship with India and its people, bringing world-class education to those who need it, helping students realise the best future for themselves and their communities, and bolstering our engagement with one of the world's fastest-growing economies.\"<\/p><p>\" We look forward to working with India to continue to shape a future of shared progress through education.\"<\/p><p>As part of the event, significant Memorandums of Understanding (MoUs) were exchanged in the presence of the Chief Minister, signalling a strengthened commitment to fostering regional advancement through impactful partnerships. These MoUs will deepen Deakin's strategic engagement in Gujarat, aligning the university's expertise with the state's education, sports, and disaster resilience development priorities.<\/p><p>Deakin's Deputy Vice-Chancellor announced several new initiatives to support India's capacity-building efforts, research excellence, and international education; alongside extending the bilateral collaboration efforts to take on emergent global challenges:<\/p><p>•  A commitment of AUD 1 million by Deakin University for strategic Impact Projects focusing on Higher Education, Sports, and Disaster Management in India.<\/p><p>•  Disaster Resilience Management partnerships with the National Institute of Disaster Management (NIDM), and Humanitarian Aid International (HAI) to support India's disaster resilience framework.<\/p><p>•  Sports Impact Projects:<\/p><p>•  To foster collaborative development across four key areas; digitalisation in the sport industry, enhancing participation, performance, and leadership for Women, developing the Indian sport science workforce and future of sport administration.<\/p><p>•  Sport impact project with the Government of Gujarat.<\/p><p>•  Sport impact project with Dravid Padukone Centre for Sports Excellence and Go Sport Foundation.<\/p><p>•  Sport Impact project with premier IPL Teams Rajasthan Royals and Gujarat Titans.<\/p><p>•  Education Impact Projects:<\/p><p>•  Partnership with the National Institute of Educational Planning Administration (NIEPA).<\/p><p>•  Partnership with the Department of Education, Government of Gujarat, focusing on teacher training initiatives through a pilot program for skilling 100 middle-year teachers<\/p><p>•  Expanding Skilling Initiative in India: In collaboration with NSDC, Deakin's program has already impacted 2,500 learners, with a vision to transform 15 million lives through skilling initiatives.<\/p><p>•  Research Advancements: Over AUD 14 million in research scholarships and 50 research fellowships allocated to key academic partners across India, in addition to 30 research fellowships awarded to students from the IIT Madras Research Academy.<\/p><p>•  GIFT City Campus Growth: Deakin aims to expand its inaugural cohort to 500 students in the coming years along with executive development programs and short courses in partnership with IFSCA for holistic advancement of the regional landscape.<\/p><p>•  Anjani Mashelkar Foundation Award: In partnership with the Anjani Mashelkar Foundation to award of INR 1 lakh for research aimed at promoting innovative solutions for the inclusion of marginalized communities and fostering societal advancement.<\/p><p>The celebrations in Gujarat concluded with a prestigious celebration at the Deakin University GIFT City Campus, led by Mr. Paul Murphy, Consul-General of the Australian Consulate-General, Mumbai, and Shri K Rajaraman, Chairperson, IFSCA bringing together key stakeholders from government, academia, and industry in Gujarat, along with senior media personnel and the Deakin team. The event was a fitting tribute to Deakin's enduring legacy, with students from the inaugural batch of the GIFT City Campus adding vibrance through a series of cultural performances.<\/p><p>Expressing her thoughts on the occasion, Ms. Ravneet Pawha, Vice President (Global Engagement) and CEO (South Asia), Deakin University, said, \"Deakin University's 30-year journey with India stands as a testament to the pivotal role we've played in strengthening the Australia-India partnership. Over the decades, Deakin has led the charge in building transformative collaborations, and setting new benchmarks in international education, research, and industry engagement. We've reimagined and revolutionised educational models to bring global opportunities to India.<\/p><p>Our GIFT City Campus is a reflection of Deakin's deep commitment and strategic interventions with stakeholders to enhance India's potential as a global knowledge powerhouse. It embodies the trust and synergy we've built with our partners, enabling us to successfully deliver a world-class, industry-focused education right here in India. We take immense pride in empowering Indian students with the skills and knowledge they need to excel in a rapidly globalising economy.\"<\/p><p>As Deakin celebrated this legacy at the GIFT City Campus, it reaffirmed its commitment to unlocking the vast potential of knowledge partnerships to contribute to India's comprehensive progress and its rise as a global leader, driving regional advancement and shaping the future.<\/p><p>To learn more about the Deakin University GIFT City Campus please visit https:\/\/www.deakin.edu.au\/gift-city-campus-india<\/p><p>About Deakin University:<\/p><p>Established in 1974, Deakin University successfully combines excellence in teaching, research, and effective partnerships with industry and government to deliver high-quality courses and undertake research that makes a difference to the domestic and international communities it serves.<\/p><p>Deakin's South Asia operations commenced in 1994 in New Delhi, India, making it one of the first overseas education providers to set up operations in this region. In India, Deakin engages with the government, industry, and academia to share its vibrant education and research culture. This year marks Deakin's 30 years of 'Impact in India', a celebration in tandem with Deakin's pioneering establishment of India's first international university branch campus. <\/p><p>For more information on Deakin University, please visit https:\/\/www.deakin.edu.au\/<\/p><p>Logo: https:\/\/mma.prnewswire.com\/media\/2534322\/30Years_DEAKIN.jpg<\/p><p>(Disclaimer: The above press release comes to you under an arrangement with PRNewswire and PTI takes no editorial responsibility for the same.). PTI  PWR<\/p><p>PWR<\/p>","origin":"GANDHINAGAR","category":"BUSINESS","headline":"Deakin University Celebrates 30 Years of Impact in India at the Landmark GIFT City Campus with Major Announcements for Future Growth and Engagement in Gujarat","slug":"Deakin University","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:10:03","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":["GANDHINAGAR, India, Oct. 18, 2024 \/PRNewswire\/ -- Deakin University, ranked in the top 1% of global universities, proudly celebrates 30 years of transformative engagement in India with the strategic approach of of 'In India, with India, for India.' This milestone year began with the historic inauguration of Deakin's GIFT City Campus—the first international university branch campus in India. The "]},{"id":1912059,"fileid":"C-2-2-CH1355-1972471757","priority":"PRI","story":"<p>•  Strengthens Commitment to \"Make in India\" with Over €42 Million Investment<\/p><p>•  New Plant Inauguration is Part of the Company's 175th Anniversary Celebrations<\/p><p>MORINDA, India, Oct. 18, 2024 \/PRNewswire\/ -- Germany-based global technology conglomerate, Freudenberg Group, has officially inaugurated two advanced manufacturing facilities in Morinda, covering a total built-up area of 40,700 sq. m. These state-of-the-art plants are operated by Freudenberg-NOK India Pvt. Ltd. (FNI) and Vibracoustic India. The strategic move consolidates the company's operations from its existing plants in Basma and Mohali, aimed at enhancing production efficiency and supporting Freudenberg's long-term growth plans in India.<\/p><p>Freudenberg's investment of over €42 million in the Morinda facility marks the company's largest financial commitment in India to date. The new plants are equipped to serve both domestic and international markets, reinforcing Freudenberg's dedication to India's \"Make in India\" initiative. The facilities will cater to key sectors such as automotive and industrial manufacturing, ensuring the company remains competitive by optimizing material flows and leveraging modernized equipment.<\/p><p>Speaking at the inauguration, Dr. Mohsen Sohi, CEO of Freudenberg Group remarked, \"Our investment in the new facilities in Morinda reflects Freudenberg's strong commitment to the Indian market and the 'Make in India' vision. This expansion not only aligns with our global growth strategy but also boosts our ability to serve customers with greater efficiency, innovation, and quality. As we celebrate 175 years of Freudenberg's legacy of excellence, we are proud to further strengthen our presence in India.\"<\/p><p>Sustainability is a core focus of the new facilities. Energy-efficient machinery and eco-friendly practices, such as photovoltaic cells that supply 15% of the plant's energy needs and water-recharging stations, have been incorporated to reduce the environmental footprint.<\/p><p>Mr. Sivasailam. G, Managing Director at Freudenberg Performance Materials India and Director & CEO of Freudenberg Regional Corporate Center India, added, \"The inauguration of our new manufacturing plants in Morinda showcases our long-term commitment to sustainable growth in India. By bringing our operations together in this advanced facility, we aim to create new job opportunities and nurture local talent. This investment helps us better serve our customers across different industries, offering high-quality products and solutions made in India for both domestic and international markets.\"<\/p><p>Freudenberg's expansion in Morinda is set to generate significant job opportunities, with plans to grow the local workforce by 20%, adding approximately 200 new positions. The site will also serve as a global engineering hub, attracting top talent from regional universities, particularly around Chandigarh.<\/p><p>Freudenberg Group is celebrating 175 years of success, with 52,000 employees across about 60 countries and nearly €12 billion in sales, overcoming various crises, wars, and economic challenges. The company operates in around 40 different market segments. Over the past 175 years, Freudenberg has built a legacy of industrial growth, guided by its values and responsible practices.<\/p><p>About Freudenberg:<\/p><p>Freudenberg is a global technology group that strengthens its customers and society long-term through forward-looking innovations. Together with its partners, customers and research institutions, the Freudenberg Group develops leading-edge technologies and excellent products and services for about 40 markets and for thousands of applications: seals, vibration control components, batteries and fuel cells, technical textiles, filters, cleaning technologies and pro-ducts, specialty chemicals and medical products.<\/p><p>Innovation strength, strong customer orientation, diversity, and team spirit are the cornerstones of the Group. The 175-year-old company lives by its core values: a commitment to excellence, reliability and proactive, responsible action. In 2023, the Freudenberg Group employed over 52,000 people in around 60 countries worldwide and generated sales nearing €12 billion.<\/p><p>For more information, please visit www.freudenberg.com<\/p><p>About Freudenberg India<\/p><p>Freudenberg has held business ties with companies in India for more than 90 years. The Group has 11 production sites around India, across several different industries, and employs around 3,000 people at 20 + locations.<\/p><p>For more information, please visit www.freudenberg.com\/company\/locations\/freudenberg-in-india<\/p><p>About Freudenberg NOK:<\/p><p>Freudenberg NOK Sealing Technologies is a global leader in manufacturing advanced and high-quality sealing and vibration control solutions. The company serves a wide range of demanding applications across the automotive, aerospace, and industrial sectors. Established in 2000 as a joint venture between Freudenberg and NOK Corporation, this partnership was founded to provide world-class sealing solutions tailored to the rapidly growing Indian market. With a strong emphasis on innovation and engineering expertise, Freudenberg NOK continues to play a pivotal role in delivering durable, high-performance solutions that meet stringent industry requirements.<\/p><p>About Vibracoustic:<\/p><p>Vibracoustic is a leading global expert in automotive Noise, Vibration, and Harshness (NVH) solutions, providing innovative and customized solutions for all current and future mobility challenges. Specializing in drivetrain and chassis applications, the company leverages its extensive expertise and comprehensive portfolio of NVH technologies to ensure a smooth, quiet, and safe ride. Vibracoustic's solutions play a critical role in reducing noise and vibrations from engines, motors, and road surfaces, enhancing passenger comfort in both passenger cars and commercial vehicles. The company also offers a wide range of vibration control products for the automotive aftermarket through its brands Vibracoustic Aftermarket and blacktech.<\/p><p>Photo: https:\/\/mma.prnewswire.com\/media\/2534342\/Inauguration_Morinda_Plant.jpg<\/p><p>(Disclaimer: The above press release comes to you under an arrangement with PRNewswire and PTI takes no editorial responsibility for the same.). PTI  PWR<\/p><p>PWR<\/p>","origin":"MORINDA","category":"BUSINESS","headline":"Freudenberg Expands Operations with New Manufacturing Plant in Morinda, Punjab","slug":"Freudenberg India","byline":null,"ednote":null,"releasetime":"Friday, Oct 18, 2024 12:08:20","image":null,"archive_image":null,"source":"PTI","newimage":[null],"textstory":["•  Strengthens Commitment to \"Make in India\" with Over €42 Million Investment•  New Plant Inauguration is Part of the Company's 175th Anniversary CelebrationsMORINDA, India, Oct. 18, 2024 \/PRNewswire\/ -- Germany-based global technology conglomerate, Freudenberg Group, has officially inaugurated two advanced manufacturing facilities in Morinda, covering a total built-up area of 40,700 sq. m. "]}]}
